//About
"Hardware" = "Utilitário de exibição da versão do controlador %@";
"Package" = "Versão";
"Driver" = "Versão do controlador";
"Utility" = "Versão do utilitário";
"Firm" = "Versão do firmware";
"Version" = ": %@";
"NotInstall" = "Há um problema com a configuração do driver. Reinstale por favor os drivers.";

//Mixer Input
//Mixer Output
"WARNING_OUT" = "Configure os ajustes de saída de áudio do software de DJ/produção.";
"WARNING_MIXER_OUT" = "Insira sinal de áudio USB no misturador seleccionando \"USB\" nos interruptores selectores de entrada do canal no misturador.";
"WARNING_IN" = "Configure os ajustes de entrada de áudio do software de DJ/produção.";
"WARNING_IN2" = "Quando tiver sido seleccionado Timecode, seleccione \"USB\" no(s) interruptor(es) selector(es) de entrada do canal pretendido no misturador.";

//Menu
"About" = "Sobre o Utilitário de exibição da versão do controlador %@";
"Services" = "Serviços";
"Hide" = "Ocultar Utilitário de exibição da versão do controlador %@";
"HideOther" = "Ocultar Outros";
"ShowAll" = "Mostrar Tudo";
"Quit" = "Encerrar Utilitário de exibição da versão do controlador %@";
